<template>
  <div class="container">
    <h2>Всё PRO чеснок</h2>
    <div class="section">
      <p class="text">Чеснок - одна из самых популярных и востребованных приправ на свете: практически любое блюдо
        сопровождается использованием чеснока. В каждом доме едят чеснок как сырым, так и в блюдах. В чем же заключается
        такая популярность?</p>
    </div>

    <div class="section">
      <div class="forimg full">
        <ImgComparisonSlider>
          <!-- eslint-disable -->
          <img slot="first" style="width: 100%" src="../assets/image/ches3.jpg" />
          <img slot="second" style="width: 100%" src="../assets/image/strelka3.jpg" />
          <!-- eslint-enable -->
        </ImgComparisonSlider>
      </div>
      <div class="fortext">
        <p class="text">Чеснок - древнейшее культурное растение, которое возделывается со времен неолита. Главное
          преимущество использования чеснока в пищу заключается в его бактерицидном действии, убивая болезнетворные
          бактерии как в сыром виде, так и термически обработанном. </p>
        <p class="text">Луковицы чеснока содержат эфирные масла, гликозид аллин, витамины группы В и С, магний, кальций,
          фосфор, йод, хлор и множество других микроэлементов. Чеснок нормализует обмен веществ, понижает давление,
          помогает выведению холестерина</p>
      </div>

    </div>

    <div class="section">

      <div class="fortext">
        <p class="text">Сегодня существует около 300 разновидностей чеснока.</p>
        <p class="text"> Для выращивания на нашем хозяйстве были выбраны несколько сортов чеснока, таких как «ЛЮБАША»,
          «ДОБРЫНЯ», «БОГАТЫРЬ».</p>
      </div>
      <div class="forimg w-40">
        <img src="../assets/image/chess_160.jpg" />
      </div>


    </div>

    <h2>Преимущества сортового чеснока</h2>
    <div class="section">
      <ol>
        <li>
          <p class="text">Данные сорта отличается отличными морозостойкими характеристиками, которые выдерживают
            понижение температуры до -38°C, так как являются озимыми;</p>
        </li>
        <li>
          <p class="text">Созревшие луковицы ВЫСШЕГО СОРТА отличаются большими размерами 100-140г;</p>
        </li>
        <li>
          <p class="text">Луковица состоит из 6-8 зубчиков;</p>
        </li>
        <li>
          <p class="text">Чеснок с острым перечным привкусом, что превосходно подходит для кулинарии;</p>
        </li>
        <li>
          <p class="text">Чеснок отличается высокой длительностью хранения. При соблюдении правил хранения, чеснок будет
            радовать вас своими вкусовыми качествами на протяжении 12 месяцев. Для этого необходимо исключить сквозняки
            и попадание влаги. При обеспечении температуры хранения -2°С наш чеснок может храниться до 3 лет. При такой
            температуре чеснок впадает в состояние анабиоза, в нем замедляются процессы роста. Но, как только внешняя
            температура переступит 0°С, чеснок возобновит свой рост.</p>
        </li>
      </ol>
    </div>
    <h4>2025&copy;</h4>
    <br>
  </div>

</template>

<script>
import { ImgComparisonSlider } from '@img-comparison-slider/vue';
export default {
  components: {
    ImgComparisonSlider
  }
}
</script>

<style scoped>
.full {
  width: 120%;
}

.w-40 {
  width: 40%;
}

li::marker {
  font-size: 1.2rem;
}

li>p {
  text-align: start;
  text-indent: unset;

}

@media (max-width: 765px) {
  .w-40 {
    width: 70%;
  }

  li>p {
    font-size: 16px;
  }
}
</style>